[M_BanditSlaughter1 MissionDefinition]
MissionDescription="First, find the killer Moxie Ring, captured by a pirate named Pink.. [Ort] Pink Schuch, probably full of murderous thieves.. There are 5 levels to survive with different waves of enemies.."

[M_BanditSlaughter1:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Survive the first round"

[M_BanditSlaughter2 MissionDefinition]
MissionDescription="First, find the killer Moxie Ring, captured by a pirate named Pink.. [Ort] Pink Schuch, probably full of murderous thieves.. There are 5 levels to survive with different waves of enemies.."

[M_BanditSlaughter2:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Save part 2"

[M_BanditSlaughter3 MissionDefinition]
MissionDescription="First, find the killer Moxie Ring, captured by a pirate named Pink.. [Ort] Pink Schuch, probably full of murderous thieves.. There are 5 levels to survive with different waves of enemies.."

[M_BanditSlaughter3:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Live on the third level!"

[M_BanditSlaughter4 MissionDefinition]
MissionDescription="First, find the killer Moxie Ring, captured by a pirate named Pink.. [Ort] Pink Schuch, probably full of murderous thieves.. There are 5 levels to survive with different waves of enemies.."

[M_BanditSlaughter4:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="The fourth part of the work"

[M_BanditSlaughter5 MissionDefinition]
MissionDescription="First, find the killer Moxie Ring, captured by a pirate named Pink.. [Ort] Pink Schuch, probably full of murderous thieves.. There are 5 levels to survive with different waves of enemies.."

[M_BanditSlaughter5:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Fifth level"
